export const PAGINATION_DATA = [1, 2, 3, 4, 5, 6, 7, 8, 10, 11];

export const CARDS_DATA = [
  {
    id: 1,
    img: "/assets/images/news/photo1.jpg",
    title: "Линия Сталина: суровый отдых в усадьбах на сутки",
    link: "#",
    description:
      "Чем заняться в выходные? Когда нет безотлагательных домашних дел, а на улице хорошая погода, хочется уехать из города, чтобы сменить обстановку. Например, снять коттедж на сутки для семьи или большой компании друзей. А Чем заняться в выходные? Когда нет безотлагательных домашних дел, а на улице хорошая погода, хочется уехать из города, чтобы сменить обстановку. Например, снять коттедж на сутки для семьи или большой компании друзей.",
    date: "14 Января 2008",
  },
  {
    id: 2,
    img: "/assets/images/news/photo1.jpg",
    title: "Линия Сталина: суровый отдых в усадьбах на сутки",
    link: "#",
    description:
      "Чем заняться в выходные? Когда нет безотлагательных домашних дел, а на улице хорошая погода, хочется уехать из города, чтобы сменить обстановку. Например, снять коттедж на сутки для семьи или большой компании друзей. А Чем заняться в выходные? Когда нет безотлагательных домашних дел, а на улице хорошая погода, хочется уехать из города, чтобы сменить обстановку. Например, снять коттедж на сутки для семьи или большой компании друзей.",
    date: "14 Января 2008",
  },
  {
    id: 3,
    img: "/assets/images/news/photo1.jpg",
    title: "Линия Сталина: суровый отдых в усадьбах на сутки",
    link: "#",
    description:
      "Чем заняться в выходные? Когда нет безотлагательных домашних дел, а на улице хорошая погода, хочется уехать из города, чтобы сменить обстановку. Например, снять коттедж на сутки для семьи или большой компании друзей. А Чем заняться в выходные? Когда нет безотлагательных домашних дел, а на улице хорошая погода, хочется уехать из города, чтобы сменить обстановку. Например, снять коттедж на сутки для семьи или большой компании друзей.",
    date: "14 Января 2008",
  },
  {
    id: 4,
    img: "/assets/images/news/photo1.jpg",
    title: "Линия Сталина: суровый отдых в усадьбах на сутки",
    link: "#",
    description:
      "Чем заняться в выходные? Когда нет безотлагательных домашних дел, а на улице хорошая погода, хочется уехать из города, чтобы сменить обстановку. Например, снять коттедж на сутки для семьи или большой компании друзей. А Чем заняться в выходные? Когда нет безотлагательных домашних дел, а на улице хорошая погода, хочется уехать из города, чтобы сменить обстановку. Например, снять коттедж на сутки для семьи или большой компании друзей.",
    date: "14 Января 2008",
  },
  {
    id: 5,
    img: "/assets/images/news/photo1.jpg",
    title: "Линия Сталина: суровый отдых в усадьбах на сутки",
    link: "#",
    description:
      "Чем заняться в выходные? Когда нет безотлагательных домашних дел, а на улице хорошая погода, хочется уехать из города, чтобы сменить обстановку. Например, снять коттедж на сутки для семьи или большой компании друзей. А Чем заняться в выходные? Когда нет безотлагательных домашних дел, а на улице хорошая погода, хочется уехать из города, чтобы сменить обстановку. Например, снять коттедж на сутки для семьи или большой компании друзей.",
    date: "14 Января 2008",
  },
  {
    id: 6,
    img: "/assets/images/news/photo1.jpg",
    title: "Линия Сталина: суровый отдых в усадьбах на сутки",
    link: "#",
    description:
      "Чем заняться в выходные? Когда нет безотлагательных домашних дел, а на улице хорошая погода, хочется уехать из города, чтобы сменить обстановку. Например, снять коттедж на сутки для семьи или большой компании друзей. А...",
    date: "14 Января 2008",
  },
  {
    id: 7,
    img: "/assets/images/news/photo1.jpg",
    title: "Линия Сталина: суровый отдых в усадьбах на сутки",
    link: "#",
    description:
      "Чем заняться в выходные? Когда нет безотлагательных домашних дел, а на улице хорошая погода, хочется уехать из города, чтобы сменить обстановку. Например, снять коттедж на сутки для семьи или большой компании друзей. А...",
    date: "14 Января 2008",
  },
];
export const CATEGORY_FOOTER_DATA = [
  {
    id: 1,
    title: "Коттеджи и усадьбы",
    link: "#",
  },
  {
    id: 2,
    title: "Бани и сауны",
    link: "#",
  },
  {
    id: 3,
    title: "Авто на прокат",
    link: "#",
  },
  {
    id: 4,
    title: "Квартиры",
    link: "#",
    category: [
      {
        id: 1,
        title: "Квартиры в Минске",
        link: "#",
      },
      {
        id: 2,
        title: "Квартиры в Гомеле",
        link: "#",
      },
      {
        id: 3,
        title: "Квартиры в Бресте",
        link: "#",
      },
      {
        id: 4,
        title: "Квартиры в Витебске",
        link: "#",
      },
      {
        id: 5,
        title: "Квартиры в Гродно",
        link: "#",
      },
      {
        id: 6,
        title: "Квартиры в Могилеве",
        link: "#",
      },
    ],
  },
];
export const CATEGORY_HEADER_DATA = [
  {
    id: 1,
    title: "Квартиры на сутки",
    link: "#",
    svg: "markerIcon",
  },
  {
    id: 2,
    title: "Коттеджи и усадьбы",
    link: "#",
  },
  {
    id: 3,
    title: "Бани и Сауны",
    link: "#",
  },
  {
    id: 4,
    title: "Авто напрокат",
    link: "#",
  },
];
export const INFO_DATA = {
  contacts:
    "ИП Шушкевич Андрей Викторович \n УНП 192602485 Минским горисполкомом 10.02.2016 220068 \n РБ, г. Минск, ул. Осипенко, 21, кв.23",
  phone: "+375 29 621 48 33",
  email: "sdaem@sdaem.by",
  worktime: "08:00-22:00",
};
export const CATEGORYLIST_DATA = [
  {
    id: 1,
    title: "Новости",
    link: "#",
  },
  {
    id: 2,
    title: "Размещение и тарифы ",
    link: "#",
  },
  {
    id: 3,
    title: "Объявления на карте",
    link: "#",
  },
  {
    id: 4,
    title: "Контакты",
    link: "#",
  },
];
export const DEFAULTMENU_DATA = [
  {
    id: 1,
    title: "Главная",
    link: "",
  },
  {
    id: 2,
    title: "Новости",
    link: "",
  },
  {
    id: 3,
    title: "Размещение и тарифы ",
    link: "",
  },
  {
    id: 4,
    title: "Объявления на карте",
    link: "",
    svg: "markerIcon",
  },
  {
    id: 5,
    title: "Контакты",
    link: "",
  },
];
export const PAYMENTS_DATA = [
  {
    id: 1,
    title: "Visa",
    link: "#",
    logoUrl: "./assets/images/companies/visa.png",
  },
  {
    id: 2,
    title: "Webpay",
    link: "#",
    logoUrl: "./assets/images/companies/webpay.png",
  },
  {
    id: 3,
    title: "verifiedbyvisa",
    link: "#",
    logoUrl: "./assets/images/companies/verifiedbyvisa.png",
  },
  {
    id: 4,
    title: "MasterCard",
    link: "#",
    logoUrl: "./assets/images/companies/mastercard.png",
  },
  {
    id: 5,
    title: "securecode",
    link: "#",
    logoUrl: "./assets/images/companies/securecode.png",
  },
  {
    id: 6,
    title: "verifiedbyvisa",
    link: "#",
    logoUrl: "./assets/images/companies/verifiedbyvisa.png",
  },
];

export const SOCIALLIST_DATA = [
  {
    id: 1,
    link: "www.instagram.com",
    svg: "instagramIcon",
  },
  {
    id: 2,
    link: "www.vk.com",
    svg: "vkIcon",
  },
  {
    id: 3,
    link: "www.facebook.com",
    svg: "facebookIcon",
  },
];
